micropython/micropython/ports/samd/boards/SEEEDUINO_XIAO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Seeeduino XIAO"
#define MICROPY_HW_MCU_NAME   "SAMD21G18A"
